Repository: elebihan/grissom
Catalog: po/*.po
Languages: fr

source: file to identify
fr: fichier à identifier

source: set output directory
fr: définit le répertoire de sortie

source: program to inspect
fr: programme à inspecter

source: print full pathname
fr: affiche le chemin complet

source: set library search path
fr: définit un chemin de recherche des bibliothèques

source: perform deep search
fr: effectue une recherche en profondeur

source: set output format
fr: définit le format de sortie

source: Error: {}
fr: Erreur : {}

source: Can not load configuration ({0})
fr: Impossible de charger la configuration ({0})

source: Can not read configuration parameter ({0})
fr: Impossible de lire un paramètre de configuration ({0})

source: File registered as item # {0}
fr: Fichier enregistré sous le numéro {0}

source: use secured connection
fr: utiliser une connexion sécurisée

source: set user password
fr: définit le mot de passe de l'utilisateur

source: set server address
fr: définit l'adresse du serveur

source: set user name
fr: définit le nom de l'utilisateur

source: one-shot analysis
fr: analyse unique

source: file to analyze
fr: fichier à analyser

source: output result in SPDX format
fr: affiche le résultat au format SPDX

source: search for a package
fr: cherche un paquet

source: filename search pattern
fr: motif de recherche de nom de fichier

source: show details
fr: affiche les détails

source: query licenses
fr: demande les licenses

source: name of the package
fr: nom du paquet

source: output licenses of all the files
fr: affiche les licences de tous les fichiers

source: output major license
fr: affiche la licence majoritaire

source: submit file for analysis
fr: envoie un fichier pour analyse

source: file to submit
fr: fichier à envoyer

source: generate SPDX file
fr: génère un fichier SPDX

source: package to process
fr: paquet à traiter

source: set author of the document
fr: définit l'auteur du document

source: add a comment
fr: ajoute un commentaire

source: set output filename
fr: définit le nom du fichier de sortie

source: set source code search path
fr: définit le chemin de recherche du code source

source: set command to discard symbols
fr: définit la commande pour éliminer les symboles

source: be quiet
fr: mode silencieux

source: No match for {0}
fr: Pas de correspondance pour {0}

source: directory to scan
fr: répertoire à analyser

source: include shared libraries
fr: inclure les bibliothèques partagées

source: include kernel modules
fr: include les modules noyaux

source: can not find {fn}
fr: impossible de trouver {fn}

source: File format not supported
fr: Format de fichier non supporté

source: Can not find {0}
fr: Impossible de trouver {0}

source: No session
fr: Pas de session

source: Invalid reply
fr: Réponse invalide

source: SPDX only works with archives
fr: SPDX ne fonctionne qu'avec des archives

source: Archives not supported
fr: Archives non supportées

source: Can not find '{0}'
fr: Impossible de trouver '{0}'

source: Upload failed
fr: L'envoi a échoué

source: Package not found
fr: Paquet introuvable

source: Can not create SPDX file
fr: Impossible de créer le fichier SPDX

source: File does not match: {0}
fr: Le fichier ne correspond pas : {0}
